Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: If LNG-IUD is inserted more than seven days after first or second trimester abortion, a back up method will be required for 7 days.
as_in: যদি প্ৰথম বা দ্বিতীয় তিনিমাহৰ গৰ্ভপাত হোৱাৰ সাত দিনতকৈ অধিক সময়ৰ পিছত LNG-IUD প্ৰবিষ্ট কৰা হয়, 7 দিনৰ বাবে বেক আপ পদ্ধতিৰ প্ৰয়োজন হ'ব।
bn_in: প্রথম বা দ্বিতীয় ত্রৈমাসিক গর্ভপাতের পর সাত দিনের বেশি LNG-IUD প্রবেশ করানো যায়, 7 দিন ব্যাক আপ পদ্ধতির প্রয়োজন হবে।
gu_in: પ્રથમ કે બીજા ત્રિમાસિકગાળાના ગર્ભપાત બાદ સાત દિવસથી વધારે સમય પછી LNG-IUDને દાખલ કરવામાં આવી હોય તો, આ 7 દિવસ માટે બેકઅપ મેથડની જરૂર પડશે.
hi: यदि पहली या दूसरी तिमाही के गर्भपात के बाद सात दिनों से अधिक समय तक LNG-IUD अंतर्वेशित किया जाता है, तो 7 दिनों के लिए बैकअप विधि की आवश्यकता होगी।
kn_in: ಮೊದಲ ಅಥವಾ ಎರಡನೇ ತ್ರೈಮಾಸಿಕ ಗರ್ಭಪಾತದ ನಂತರದ ಏಳು ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಾಲದ ನಂತರ LNG-IUDಯನ್ನು ಸೇರಿಸಲಾದರೆ, 7 ದಿನಗಳವರೆಗೆ ಬ್ಯಾಕ್ ಅಪ್ ವಿಧಾನದ ಅಗತ್ಯವಿರುತ್ತದೆ.
ml_in: ആദ്യത്തെയോ രണ്ടാമത്തെയോ ത്രൈമാസത്തിലെ ഗർഭഛിദ്രം കഴിഞ്ഞ് ഏഴ് ദിവസത്തിൽ കൂടുതൽ LNG-IUD ചേർത്തിട്ടുണ്ടെങ്കിൽ, 7 ദിവസത്തേക്ക് ഒരു ബാക്കപ്പ് രീതി ആവശ്യമായി വരും.
or_in: ଯଦି ପ୍ରଥମ କିମ୍ୱା ଦ୍ୱିତୀୟ ଟ୍ରିମେଷ୍ଟର୍ ଗର୍ଭପାତ ପରେ ସାତ ଦିନରୁ ଅଧିକ ପର୍ଯ୍ୟନ୍ତ LNG-IUD ଭର୍ତ୍ତି କରାଯାଇଥାଏ, ତେବେ 7 ଦିନ ପାଇଁ ଏକ ବ୍ୟାକଅପ୍ ପ୍ରଣାଳୀର ଆବଶ୍ୟକ ହେବ।
pa_in: ਜੇ LNG-IUD ਨੂੰ ਪਹਿਲੀ ਜਾਂ ਦੂਜੀ ਤਿਮਾਹੀ ਦੇ ਗਰਭਪਾਤ ਤੋਂ ਸੱਤ ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ ਦਾਖਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ 7 ਦਿਨਾਂ ਲਈ ਇੱਕ ਬੈਕਅੱਪ ਵਿਧੀ ਦੀ ਲੋੜ ਪਵੇਗੀ।
ta_in: முதல் அல்லது இரண்டாவது மூன்று மாத கருக்கலைப்புக்குப் பிறகு 7 நாட்களுக்கும் மேல் LNG-IUD செருகப்பட்டிருந்தால், 7 நாட்களுக்கு ஒரு பேக் அப் முறை தேவைப்படும்.
te_in: మొదటి లేదా రెండవ త్రైమాసికంలో అబార్షన్ తర్వాత ఏడు రోజుల కంటే ఎక్కువ LNG-IUD చొప్పించబడితే, 7 రోజుల పాటు బ్యాకప్ పద్ధతి అవసరం.

source: If not breastfeeding, LNG-IUD = Cat 1.
as_in: যদি স্তন্যপান কৰাই থকা নাই, LNG-IUD = Cat 1।
bn_in: স্তন্যদান না করলে, LNG-IUD = শ্রেণি 1।
gu_in: જો સ્તનપાન ના કરતાં હોય તો, LNG-IUD = કેટેગરી 1
hi: यदि स्तनपान नहीं हो रहा है, तो , LNG-IUD = Cat 1
kn_in: ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸದಿದ್ದರೆ, LNG-IUD = Cat 1.
ml_in: മുലയൂട്ടുന്നില്ലെങ്കിൽ, LNG-IUD = Cat 1.
or_in: ଯଦି ସ୍ତନ୍ୟପାନ କରାଉନଥା’ନ୍ତି, ତେବେ LNG-IUD = Cat 1
pa_in: ਜੇ ਛਾਤੀ ਦਾ ਦੁੱਧ ਨਹੀਂ ਪਿਲਾ ਰਹੀ, ਤਾਂ LNG-IUD = CAT 1
te_in: తల్లిపాలు ఇవ్వకపోతే, LNG-IUD = వర్గం/రకం 1

source: If not receiving ARV treatment and not clinically well, Cu IUCD and LNG-IUD = 3.
as_in: যদি ARV চিকিৎসা প্ৰাপ্ত কৰি থকা নাই আৰু নিদানিকভাৱে সুস্থ নহয়, Cu IUCD আৰু LNG-IUD = 3।
bn_in: ARV চিকিৎসা গ্রহণ না করলে ও নিদানিকভাবে সুস্থ না হলে, Cu IUCD ও LNG-IUD = 3।
gu_in: જો સ્તનપાન ના કરતાં હોય તો, LNG-IUD = કેટેગરી 1.
hi: यदि ARV उपचार नहीं मिल रहा है और चिकित्सकीय रूप से ठीक नहीं है, तो Cu IUCD और LNG-IUD = 3
kn_in: ARV ಚಿಕಿತ್ಸೆಯನ್ನು ಪಡೆಯದಿದ್ದರೆ ಮತ್ತು ವೈದ್ಯಕೀಯವಾಗಿ ಒಳ್ಳೆಯದಾಗಿಲ್ಲದಿದ್ದರೆ, Cu IUCD ಮತ್ತು LNG-IUD = 3.
ml_in: ARV ചികിത്സ സ്വീകരിക്കുന്നില്ലെങ്കിൽ, ക്ലിനിക്കലായി സുഖമല്ലെങ്കിൽ, Cu IUCD, LNG-IUD = 3.
ta_in: தாய்ப்பால் ஊட்டாவிட்டால், LNG-IUD = வகை 1
te_in: ARV చికిత్స పొందకపోతే మరియు వైద్యపరంగా బాగా లేకుంటే, Cu IUCD మరియు LNG-IUD = 3

source: If not receiving ARV treatment and not clinically well, Cu IUCDand LNG-IUD = 3.
as_in: যদি ARV চিকিৎসা প্ৰাপ্ত কৰি থকা নাই আৰু নিদানিকভাৱে সুস্থ নহয়, Cu IUCD আৰু LNG-IUD = 3।
bn_in: ARV চিকিৎসা গ্রহণ না করলে ও নিদানিকভাবে সুস্থ না হলে, Cu IUCD ও LNG-IUD = 3।
gu_in: જો ARV સારવાર મેળવી રહ્યાં ના હોય અને જો ચિકિત્સકીય રીતે તબિયત સારી ના હોય તો, Cu IUCD અને LNG-IUD = 3.
hi: यदि ARV थेरेपी पर = 2, रीतोनाविर को छोड़कर - वर्धित ARVs = 3
kn_in: ARV ಚಿಕಿತ್ಸೆಯನ್ನು ಪಡೆಯದಿದ್ದರೆ ಮತ್ತು ವೈದ್ಯಕೀಯವಾಗಿ ಒಳ್ಳೆಯದಾಗಿಲ್ಲದಿದ್ದರೆ, Cu IUCD ಮತ್ತು LNG-IUD = 3.
ml_in: ARV ചികിത്സ സ്വീകരിക്കുന്നില്ലെങ്കിൽ, ക്ലിനിക്കലായി സുഖമല്ലെങ്കിൽ, Cu IUCD, LNG-IUD = 3.
or_in: ଯଦି ARV ଚିକିତ୍ସା ଗ୍ରହଣ କରିନଥା’ନ୍ତି ଏବଂ ନୈଦାନିକ ଭାବେ ସୁସ୍ଥ ନଥା’ନ୍ତି, ତେବେ Cu IUCD ଓ LNG-IUD = 3
pa_in: ਜੇ ARV ਇਲਾਜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਰਿਹਾ ਹੈ ਅਤੇ ਕਲੀਨਕੀ ਤੌਰ 'ਤੇ ਠੀਕ ਨਹੀਂ ਹੈ, ਤਾਂ Cu IUCD ਅਤੇ LNG-IUD = 3
ta_in: ARV சிகிச்சையை பெறவில்லை என்றாலும், மருத்துவரீதியாக நன்றாக இல்லை என்றாலும், Cu IUCD மற்றும் LNG-IUD = 3.

source: If on ARV Therapy = 2, except ritonavir - boosted ARVs = 3.
as_in: যদি ARV থেৰাপী = 2-ত আছে - ৰিটোনাভিৰৰ বাহিৰে - বুষ্টেড ARV = 3।
bn_in: ARV চিকিৎসায় থাকলে = 2, রিটোনাভির ছাড়া - বর্ধিত ARV = 3।
gu_in: જો ARV થેરાપી પર હોય તો = 2, રિટોનાવિર - બૂસ્ટેડ ARVs સિવાય = 3.
hi: यदि पेल्विक टीबी, तो Cu IUCD और LNG-IUD = 4
kn_in: ARV ಚಿಕಿತ್ಸೆಯಲ್ಲಿ = 2, ರಿಟೋನವಿರ್ ಹೊರತುಪಡಿಸಿ - ವರ್ಧಿತ ARV ಗಳು = 3.
ml_in: ARV തെറാപ്പിയിലാണെങ്കിൽ = 2, റിറ്റോനാവിർ ഒഴികെ – ബൂസ്റ്റ് ചെയ്ത ARV-കൾ = 3.
or_in: ଯଦି ARV ଥେରାପୀ = 2 ରେ ଥାଆନ୍ତି, ରିଟୋନାଭିର୍ - ବୁଷ୍ଟେଡ୍ ARVs = 3 ବ୍ୟତୀତ
pa_in: ਜੇ ARV ਥੈਰੇਪੀ 'ਤੇ = 2, ਰਿਟੋਨਾਵੀਰ ਨੂੰ ਛੱਡ ਕੇ - ਬੂਸਟਡ ARVs = 3
ta_in: ARV சிகிச்சையில் இருந்தால் = 2, ரிடோனாவிர் –பூஸ்டட் ARVகள் விடுத்து= 3.
te_in: ARV థెరపీలో ఉంటే = 2, రిటోనావిర్ తప్ప - బూస్ట్ చేసిన ARVలు = 3

source: If ß hCG is persistently high or local malignant disease Cu IUCD and LNG-IUD = 4.
as_in: যদি ß hCG নিৰন্তৰভাৱে বেছি বা স্থানীয় ক্ষতিকাৰক ৰোগ Cu IUCD আৰু LNG-IUD = 4।
bn_in: ß hCG দীর্ঘকাল উচ্চ থাকলে বা স্থানীয় ম্যালিগন্যান্ট অসুখ হলে, Cu IUCD ও LNG-IUD = 4।
gu_in: જો ß hCG સતત ઊંચું રહેતું હોય કે લૉકલ મેલિગ્નેન્ટ ડીસીઝ હોય તો, Cu IUCD અને LNG-IUD = 4.
hi: यदि ß एचसीजी लगातार उच्च है या स्थानीय मैलिग्नेंट रोग है तो Cu IUCD और LNG-IUD = 4
kn_in: hCG ನಿರಂತರವಾಗಿ ಹೆಚ್ಚಿದ್ದರೆ ಅಥವಾ ಸ್ಥಳೀಯ ಮಾರಣಾಂತಿಕ ಕಾಯಿಲೆಯಾಗಿದ್ದರೆ Cu IUCD ಮತ್ತು LNG-IUD = 4.
ml_in: ß hCG സ്ഥിരമായി ഉയർന്നതോ ശരീരത്തിൽ ഒരു പ്രത്യേക ഭാഗത്തുള്ള മാരകമായ രോഗമോ ആണെങ്കിൽ Cu IUCD, LNG-IUD = 4.
or_in: ଯଦି ß hCG ନିରନ୍ତର ଭାବେ ଉଚ୍ଚ ରହିଥାଏ କିମ୍ୱା ସ୍ଥାନୀୟ ଭାବେ ମାରାତ୍ମକ Cu IUCD ଓ LNG-IUD = 4 ଥାଏ
pa_in: ਜੇ ß hCG ਲਗਾਤਾਰ ਉੱਚਾ ਹੈ ਜਾਂ ਸਥਾਨਕ ਘਾਤਕ ਬਿਮਾਰੀ ਹੈ ਤਾਂ Cu IUCD ਅਤੇ LNG-IUD = 4
ta_in: ß Hcg தொடர்ந்து அதிகமாக இருந்தால், அல்லது உள் வீரிய நோயாக இருந்தால் , Cu IUCD and LNG-IUD = 4.
te_in: ß hCG నిరంతరం ఎక్కువగా ఉంటే లేదా స్థానిక ప్రాణాంతక వ్యాధి Cu IUCD మరియు LNG-IUD = 4

source: If she is 4 or more weeks postpartum and amenorrhoeic, she can have an IUD inserted, if it is reasonably certain that she is not pregnant. No additional contraceptive protection is needed.
as_in: যদি তেওঁ প্ৰসৱৰ পিছত 4 বা অধিক সপ্তাহ অতিবাহিত কৰিছে আৰু এমেনোৰইক হয়, তেন্তে IUD প্ৰবিষ্ট কৰাব পাৰে, যদি এইটো যুক্তিসঙ্গতভাৱে নিশ্চিত হয় যে তেওঁ গৰ্ভৱতী নহয়। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: প্রসবের পর 4 বা ততোধিক সপ্তাহ হলে ও ঋতুস্রাব না হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, IUD প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: જો કોઈ સ્ત્રીને પ્રસૂતિ પછી કે માસિક બંધ થયાં પછી 4 કે તેનાથી વધારે અઠવાડિયા વીતી ગયાં હોય તો, તે IUD દાખલ કરાવી શકે છે પણ તેઓ ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોવી જોઇએ. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: यदि वह 4 या अधिक सप्ताह की प्रसवोत्तर और रजोरोधक है, तो उसे IUD लगाया जा सकता है, यदि यह उचित रूप से निश्चित है कि वह गर्भवती नहीं है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಅವಳು 4 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ವಾರಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದು ಅಮೆನೋರಿಯಾದಿಂದ ಬಳಲುತ್ತಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳಿಗೆ IUDಯನ್ನು ಸೇರಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: പ്രസവിച്ച് നാലോ അതിലധികമോ ആഴ്‌ചകളാവുകയും, എയ്മെനോറിക്കും ആണെങ്കിൽ, സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ ഒരു IUD ഐയുഡി നിക്ഷേപിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ପ୍ରସବ ଓ ଅମେନୋରିଏକ୍ ପରେ ଯଦି ସେ 4 କିମ୍ୱା ଅଧିକ ସପ୍ତାହର ହୋଇଥା’ନ୍ତି, ତେବେ ସେ ଏକ IUD ଭର୍ତ୍ତି କରିପାରିବେ, ଯଦି ସେ ଗର୍ଭବତୀ ନାହାଁନ୍ତି ବୋଲି ନିଶ୍ଚିତ ଥିବେ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਜੇ ਉਹ 4 ਜਾਂ ਵਧੇਰੇ ਹਫਤਿਆਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਅਤੇ ਅਮੇਨੋਰੀਆ ਹੈ, ਤਾਂ ਉਹ IUD ਦਾਖਲ ਕਰਵਾ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: அவள் பிரசவித்தும், மாதவிடாய் நோயால் பாதிக்கப்பட்டும் 4 வாரங்களுக்கும் அதிகமாக இருந்தாலும், அவள் கர்ப்பமாக இல்லை என்று கணிசமாக நிச்சயமானால், அவளுக்கு IUD –ஐ செருகலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்புக்கும் அவசியமில்லை.
te_in: ఆమెకు 4 లేదా అంతకంటే ఎక్కువ వారాలు ప్రసవానంతర మరియు రుతుక్రమం తిరిగి రాని, అమెనోరో హెయిక్ ఉన్నట్లయితే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమె IUDని చొప్పించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: If she is 4 or more weeks postpartum and amenorrhoeic, she can have an IUD inserted, if it is reasonably certain that she is not pregnant. she will need a back up method for first 7 days.
as_in: যদি প্ৰসৱোত্তৰ হয় আৰু 4 বা অধিক সপ্তাহৰ বাবে ঋতুস্ৰাৱ হোৱা নাই, তেন্তে IUD প্ৰবিষ্ট কৰিব পাৰি, যদি এইটো যুক্তিসঙ্গতভাৱে নিশ্চিত হয় যে গৰ্ভৱতী নহয়। প্ৰথম 7 দিনৰ বাবে বেক আপ পদ্ধতিৰ প্ৰয়োজন হ'ব।
bn_in: প্রসবের পর 4 বা ততোধিক সপ্তাহ হলে ও ঋতুস্রাব না হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, IUD প্রবেশ করানো যায়। প্রথম 7 দিন ব্যাক আপ পদ্ধতির প্রয়োজন হবে।
gu_in: જો કોઈ સ્ત્રીને પ્રસૂતિ પછી કે માસિક બંધ થયાં પછી 4 કે તેનાથી વધારે અઠવાડિયા વીતી ગયાં હોય તો, તે IUD દાખલ કરાવી શકે છે પણ તેઓ ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોવી જોઇએ. તેમને પ્રથમ 7 દિવસ માટે બેક અપ મેથડની જરૂર પડશે.
hi: यदि वह 4 या अधिक सप्ताह की प्रसवोत्तर और रजोरोधक है, तो उसे IUD अंतर्वेशित किया जा सकता है, यदि यह उचित रूप से निश्चित है कि वह गर्भवती नहीं है। उसे पहले 7 दिनों के लिए बैकअप विधि की आवश्यकता होगी।
kn_in: ಅವಳು 4 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ವಾರಗಳ ಗರ್ಭಿಣಿಯಾಗಿದ್ದು ಅಮೆನೋರಿಯಾದಿಂದ ಬಳಲುತ್ತಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳಿಗೆ IUDಯನ್ನು ಸೇರಿಸಬಹುದಾಗಿದ್ದು ಆಕೆಗೆ ಮೊದಲ 7 ದಿನಗಳವರೆಗೆ ಬ್ಯಾಕ್ ಅಪ್ ವಿಧಾನದ ಅಗತ್ಯವಿರುತ್ತದೆ.
ml_in: പ്രസവിച്ച് നാലോ അതിലധികമോ ആഴ്‌ചകളോ എയ്മെനോറിക്കോ ആണെങ്കിൽ, ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്. ആദ്യത്തെ 7 ദിവസത്തേക്ക് ഒരു ബാക്കപ്പ് രീതി ആവശ്യമാണ്.
or_in: ପ୍ରସବ ଓ ଅମେନୋରିଏକ୍ ପରେ ଯଦି ସେ 4 କିମ୍ୱା ଅଧିକ ସପ୍ତାହର ହୋଇଥା’ନ୍ତି, ତେବେ ସେ ଏକ IUD ଭର୍ତ୍ତି କରିପାରିବେ, ଯଦି ସେ ଗର୍ଭବତୀ ନାହାଁନ୍ତି ବୋଲି ନିଶ୍ଚିତ ଥିବେ, ତେବେ ତାଙ୍କୁ ପ୍ରଥମ 7 ଦିନ ପାଇଁ ଏକ ବ୍ୟାକଅପ୍ ପ୍ରଣାଳୀ ଆବଶ୍ୟକ ପଡ଼ିବ।
pa_in: ਜੇ ਉਹ 4 ਜਾਂ ਵਧੇਰੇ ਹਫਤਿਆਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਅਤੇ ਅਮੇਨੋਰੀਆ ਹੈ, ਤਾਂ ਉਹ IUD ਦਾਖਲ ਕਰਵਾ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਪਹਿਲੇ 7 ਦਿਨਾਂ ਲਈ ਬੈਕਅੱਪ ਵਿਧੀ ਦੀ ਲੋੜ ਪਵੇਗੀ।
ta_in: அவள் பிரசவித்தும், மாதவிடாய் நோயால் பாதிக்கப்பட்டும் 4 வாரங்களுக்கும் அதிகமாக இருந்தாலும், அவள் கர்ப்பமாக இல்லை என்று கணிசமாக நிச்சயமானால், அவளுக்கு IUD –ஐ செருகலாம். முதல் 7 நாட்களுக்கு அவளுக்கு பேக் அப் முறை தேவைப்படும்.
te_in: ఆమెకు 4 లేదా అంతకంటే ఎక్కువ వారాలు ప్రసవానంతరము మరియు రుతుక్రమం రాని, లేదా ఆగిపోయినట్టి అమెనోరోహెయిక్ ఉన్నట్లయితే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమెకు IUDని చొప్పించవచ్చు. ఆమెకు మొదటి 7 రోజులకు బ్యాకప్ పద్ధతి అవసరం.

source: If she is 4 or more weeks postpartum and her menstrual cycles have returned, she can have an IUD inserted as advised for other women having menstrual cycles.
as_in: যদি প্ৰসৱৰ পিছত 4 বা অধিক সপ্তাহৰ পিছত হৈছে আৰু পুনৰ ঋতুস্ৰাৱ আৰম্ভ হৈছে, ঋতুস্ৰাৱ হোৱা আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: প্রসবের পর 4 বা ততোধিক সপ্তাহ হলে ও ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে IUD প্রবেশ করানো যায়।
gu_in: જો સ્ત્રીને પ્રસૂતિ પછી અને તેનું માસિકચક્ર ફરીથી શરૂ થયાંનાં 4 અઠવાડિયાથી વધારે સમય વિતી ગયો હોય તો, તેઓ માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ IUD દાખલ કરાવી શકે છે.
hi: यदि उसे प्रसव के 4 या अधिक सप्ताह हो गए हैं और उसका मासिक धर्म चक्र वापस शुरू हो गया है, तो उसे IUD अंतर्वेशित किया जा सकता है, जैसा कि मासिक धर्म चक्र वाली अन्य महिलाओं को सलाह दी जाती है।
kn_in: ಅವಳು 4 ಅಥವಾ ಹೆಚ್ಚು ವಾರಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದುತ್ತಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳಿಗೆ ಮೊದಲ IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: പ്രസവിച്ച് നാലോ അതിലധികമോ ആഴ്‌ചകളാവുകയും, അവളുടെ ആർത്തവചക്രം തിരിച്ചെത്തുകയും ചെയ്തിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിച്ച പോലെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 4 କିମ୍ୱା ଅଧିକ ସପ୍ତାହରୁ ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ ମାସିକ ଚକ୍ର ଥିବା ଅନ୍ୟ ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶିତ ଅନୁଯାୟୀ ଏକ IUD ଭର୍ତ୍ତି କରିପାରିବେ।
pa_in: ਜੇ ਉਹ 4 ਜਾਂ ਵਧੇਰੇ ਹਫਤਿਆਂ ਦੀ ਹੈ ਅਤੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਏ ਹਨ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ IUD ਦਾਖਲ ਕਰਵਾ ਸਕਦੀ ਹੈ।
ta_in: அவள் பிரசவித்து 4 அல்லது அதற்கும் அதிக வாரங்களாக ஆகி, அவளின் மாதவிடாய் சுழற்சிகள் திரும்பி இருந்தால், மாதவிடாய் சுழற்சியைக் கொண்ட மற்ற பெண்களுக்கு அறிவுறுத்தப்பட்டபடி, அவளுக்கு IUD செருகப்படலாம்.
te_in: ఆమె ప్రసవానంతర 4 లేదా అంతకంటే ఎక్కువ వారాలు మరియు ఆమెకు ఋతుక్రమం తిరిగి వచ్చినట్లయితే, ఋతుక్రమం ఉన్న ఇతర స్త్రీలకు సూచించిన విధంగా ఆమె IUDని చొప్పించవచ్చు.

source: If she is 21 or more days postpartum and her menstrual cycles have not returned, she can have the first injection at any time, if it is reasonably certain that she is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: যদি প্ৰসৱৰ পিছত 21 দিন বা অধিক দিন হয় আৰু ঋতুস্ৰাৱ পুনৰ আৰম্ভ হোৱা নাই, তেওঁ যিকোনো সময়তে প্ৰথম ইঞ্জেকচনটো ল'ব পাৰে, যদি গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুচক্র ফিরে না আসলে ও প্রসবের পর 21 বা ততোধিক দিন হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, যেকোনও সময় প্রথম ইনজেকশন নিতে পারেন। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: જો પ્રસૂતિ પછી 21 કે તેનાથી વધારે દિવસો થઈ ગયાં હોય અને તેનું માસિકચક્ર હજુ સુધી ફરી શરૂ થયું ના હોય તો, તે કોઈ પણ સમયે પ્રથમ ઇન્જેક્શન લઈ શકે છે, પણ તેઓ ગર્ભવતી નથી તેની તેમને ચોક્કસ ખાતરી હોય તો. તેમણે આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि उसे प्रसव के बाद महिला को 21 या अधिक दिन हो गए हैं और उसका मासिक धर्म चक्र वापस नहीं हुआ है, तो वह किसी भी समय पहला इंजेक्शन लगवा सकती है, यदि यह उचित रूप से निश्चित हो कि वह गर्भवती नहीं है। उसे अगले 7 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಅವಳು 21 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಹಿಂತಿರುಗದಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಅವಳು ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: സ്ത്രീ പ്രസവിച്ച് 21 ദിവസമോ അതിൽ കൂടുതലോ ദിവസങ്ങളാവുകയും, ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുമില്ലെങ്കിൽ, ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ആദ്യത്തെ കുത്തിവയ്പ്പ് നടത്താം. അടുത്ത 7 ദിവസത്തേക്ക് സ്ത്രീ ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନ କିମ୍ୱା ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିନଥିବ, ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ନେଇପାରିବେ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਜੇ ਉਹ 21 ਜਾਂ ਵਧੇਰੇ ਦਿਨਾਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਦੀ ਹੈ ਅਤੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਹਿਲਾ ਟੀਕਾ ਲੈ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பிரசவத்துக்குப் பின்னர் 21 அல்லது அதிக நாட்கள் ஆகியிருந்தாலும், அவரது மாதவிடாய் சுழற்சிகள் திரும்பாவிட்டாலும், பெண் கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், முதல் ஊசியை அவருக்கு போடலாம். அடுத்த 7 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఆమె ప్రసవానంతర 21 లేదా అంతకంటే ఎక్కువ రోజులు ఉంటే మరియు ఆమె రుతుక్రమం తిరిగి రానట్లయితే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే, ఆమె ఎప్పుడైనా మొదటి ఇంజెక్షన్‌ను తీసుకోవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: If she is 21 or more days postpartum and her menstrual cycles have not returned, she can start Centchroman at any time, if it is reasonably certain that she is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 2 days.
as_in: যদি প্ৰসৱৰ পিছত 21 দিন বা অধিক দিন হয় আৰু ঋতুস্ৰাৱ পুনৰ আৰম্ভ হোৱা নাই, তেওঁ যিকোনো সময়তে চেণ্টক্ৰ’মেন আৰম্ভ কৰিব পাৰে, যদি গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 2 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুচক্র ফিরে না আসলে ও প্রসবের পর 21 বা ততোধিক দিন হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, যেকোনও সময় সেন্টক্রোমান শুরু করতে পারেন। পরবর্তী 2 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: જો પ્રસૂતિ પછી 21 કે તેનાથી વધારે દિવસો થઈ ગયાં હોય અને તેનું માસિકચક્ર હજુ સુધી ફરી શરૂ થયું ના હોય તો, કોઈ પણ સમયે સેન્ટક્રોમેનને શરૂ કરી શકે છે, પણ તેઓ ગર્ભવતી નથી તેની તેમને ચોક્કસ ખાતરી હોય તો. તેમણે આગામી 2 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि प्रसव के बाद उस महिला के 21 या अधिक दिन हो गए हैं और उसका मासिक धर्म चक्र वापस शुरू नहीं हुआ है, तो वह किसी भी समय सेंटक्रोमन प्रारंभ कर सकती है, यदि यह उचित रूप से निश्चित है कि वह गर्भवती नहीं है। उसे अगले 2 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಅವಳು 21 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಹಿಂತಿರುಗದಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 2 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: പ്രസവിച്ച് 21 ദിവസമോ അതിൽ കൂടുതലോ ദിവസങ്ങളാവുകയും, ആർത്തവചക്രം തിരികെയെത്തുകയും ചെയ്തില്ലെങ്കിൽ, ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ സ്ത്രീക്ക് എപ്പോൾ വേണമെങ്കിലും സെന്റ്ക്രോമൻ ആരംഭിക്കാം. അടുത്ത 2 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നുനിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନ କିମ୍ୱା ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିନଥିବ, ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ ସେଣ୍ଟକ୍ରୋମନ୍ ଆରମ୍ଭ କରିପାରିବେ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 2 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਜੇ ਉਹ 21 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਦਿਨਾਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ ਅਤੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਂਟਕ੍ਰੋਮਨ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 2 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பிரசவித்து 21 அல்லது அதற்கும் அதிகமான நாட்களாக இருந்து, அவரின் மாதவிடாய் சுழற்சி திரும்ப ஆரம்பிக்கவிட்டால், மற்றும் பெண் கர்ப்பமாக இல்லை என்று கணிசமான நிச்சயத்துடன் இருந்தால் எந்த ஒரு நேரத்திலும் சென்ட்க்ரோமேன்-ஐ அவர் தொடங்கலாம். அடுத்த 2 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఆమె ప్రసవానంతర 21 లేదా అంతకంటే ఎక్కువ రోజులు మరియు ఆమె ఋతు చక్రాలు తిరిగి రానట్లయితే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమె ఏ సమయంలోనైనా సెంక్రోమన్‌ను ప్రారంభించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 2 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: If she is 21 or more days postpartum and her menstrual cycles have not returned, she can start implants at any time, if it is reasonably certain that she is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 2 days.
as_in: যদি প্ৰসৱৰ পিছত 21 দিন বা অধিক দিন হয় আৰু ঋতুস্ৰাৱ পুনৰ আৰম্ভ হোৱা নাই, তেওঁ যিকোনো সময়তে ইমপ্লেণ্ট কৰিব পাৰে, যদি গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 2 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুচক্র ফিরে না আসলে ও প্রসবের পর 21 বা ততোধিক দিন হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, যেকোনও সময় ইমপ্ল্যান্ট শুরু করতে পারেন। পরবর্তী 2 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: જો પ્રસૂતિ પછી 21 કે તેનાથી વધારે દિવસો થઈ ગયાં હોય અને તેનું માસિકચક્ર હજુ સુધી ફરી શરૂ થયું ના હોય તો, તેઓ કોઈ પણ સમયે ઇમ્પ્લાન્ટ્સનો ઉપયોગ શરૂ કરી શકે છે, પણ તેઓ ગર્ભવતી નથી તેની તેમને ચોક્કસ ખાતરી હોય તો. તેમણે આગામી 2 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि उसे प्रसव के बाद महिला को 21 या अधिक दिन हो गए हैं और उसका मासिक धर्म चक्र वापस शुरू नहीं हुआ है, तो वह किसी भी समय इम्प्लांट्स प्रारंभ कर सकती है, यदि यह उचित तौर पर निश्चित है कि वह गर्भवती नहीं है। उसे अगले 2 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಅವಳು 21 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಹಿಂತಿರುಗದಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಕಸಿಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 2 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: പ്രസവിച്ച് 21 ദിവസമോ അതിൽ കൂടുതലോ ദിവസങ്ങളാവുകയും, അവളുടെ ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുമില്ലെങ്കിൽ, സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ഇംപ്ലാന്റുകൾ ആരംഭിക്കാം. അടുത്ത 2 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନ କିମ୍ୱା ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିନଥିବ, ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ ପ୍ରତ୍ୟାରୋପଣ ଆରମ୍ଭ କରିପାରିବେ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 2 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਜੇ ਉਹ 21 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਦਿਨਾਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ ਅਤੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇੰਪਲਾਂਟ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 2 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பிரசவித்து 21 அல்லது அதற்கும் அதிகமான நாட்களாக இருந்து, அவரின் மாதவிடாய் சுழற்சி திரும்ப ஆரம்பிக்கவிட்டால், மற்றும் பெண் கர்ப்பமாக இல்லை என்று கணிசமான நிச்சயத்துடன் இருந்தால் எந்த ஒரு நேரத்திலும் உள்வைப்புக்களை அவர் தொடங்கலாம். அடுத்த 2 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும்.
te_in: ఆమె ప్రసవానంతర 21 లేదా అంతకంటే ఎక్కువ రోజులు ఉంటే మరియు ఆమె ఋతుక్రమం తిరిగి రాకపోతే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమె ఎప్పుడైనా ఇంప్లాంట్లు ప్రారంభించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 2 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.
